content-org/about.org
#+TITLE: About
#+EXPORT_FILE_NAME: ../content/about.md
#+hugo_base_dir: ../
#+hugo_section: About

* Hello, I'm Aahaan Singh.

I'm a fourth-year student at the University of Chicago studying Computer Science and Economics, currently based in the SF Bay Area.
I enjoy writing and making stuff. If you want to know what I enjoy writing/making, take a look at the site! That's what it's here for.

Currently, you can find me on [[https://github.com/aahaansingh][Github]] or [[https://www.linkedin.com/in/aahaan-singh/][LinkedIn]]; feel free to reach out at [[mailto:aahaansingh02@gmail.com][aahaansingh02@gmail.com]].
