content/About/about.md
+++
title = "About"
author = ["Aahaan Singh"]
draft = false
+++

## Hello, I'm Aahaan Singh. {#hello-i-m-aahaan-singh-dot}

I'm a fourth-year student at the University of Chicago studying Computer Science and Economics, currently based in the SF Bay Area.
I enjoy writing and making stuff. If you want to know what I enjoy writing/making, take a look at the site! That's what it's here for.

Currently, you can find me on [Github](https://github.com/aahaansingh) or [LinkedIn](https://www.linkedin.com/in/aahaan-singh/); feel free to reach out at [aahaansingh02@gmail.com](mailto:aahaansingh02@gmail.com).
